// Reveal transition strings

PluginName = "リビール";

LeftToRight = "左から右";
RightToLeft = "右から左";
TopToBottom = "上から下";
BottomToTop = "下から上";
TopLeftToBottomRight = "左上から右下";
TopRightToBottomLeft = "右上から左下";
BottomLeftToTopRight = "左下から右上";
BottomRightToTopLeft = "右下から左上";
